tap "esolitos/ipa"
tap "homebrew/bundle"
brew "aichat"
brew "lz4"
brew "zstd"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "bash"
brew "cairo"
brew "cmake"
brew "curl"
brew "deno"
brew "fd"
brew "libevent"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "openjpeg"
brew "leptonica"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "gnu-sed"
brew "go"
brew "jq"
brew "lazygit"
brew "lua"
brew "luarocks"
brew "maven"
brew "neovim"
brew "node"
brew "openblas"
brew "openssl@1.1"
brew "p7zip"
brew "podman"
brew "pyenv"
brew "pylint"
brew "python@3.11"
brew "tcl-tk"
brew "python-tk@3.11"
brew "python@3.10"
brew "python@3.9"
brew "ripgrep"
brew "ruby"
brew "sevenzip"
brew "snort"
brew "sshs"
brew "swiftformat"
brew "swiftlint"
brew "tree"
brew "virtualenv"
brew "wget"
brew "xcbeautify"
brew "xcode-build-server"
brew "yara"
brew "yarn"
brew "esolitos/ipa/sshpass"
brew "powerlevel10k"
brew "pipx"
cask "anaconda"
cask "privileges"
cask "trunk-io"
